class TEXT:

    ###### COMMANDS RELATED

    START_MSG = """
**ʜᴇʟʟᴏ {mention},**
<blockquote>ᴡᴇʟᴄᴏᴍᴇ ᴛᴏ ᴛʜᴇ ᴊɪᴏsᴀᴀᴠɴ ᴛᴇʟᴇɢʀᴀᴍ ʙᴏᴛ! ᴛʜɪs ᴘᴏᴡᴇʀғᴜʟ ʙᴏᴛ ᴀʟʟᴏᴡs ʏᴏᴜ ᴛᴏ sᴇᴀʀᴄʜ ᴀɴᴅ ᴅᴏᴡɴʟᴏᴀᴅ sᴏɴɢs, ᴘʟᴀʏʟɪsᴛs, ᴀʟʙᴜᴍs, ᴀɴᴅ ᴀʀᴛɪsᴛs ᴅɪʀᴇᴄᴛʟʏ ғʀᴏᴍ ᴊɪᴏsᴀᴀᴠɴ.</blockquote>

**🔰 ʜᴇʀᴇ ɪs ᴛʜᴇ ғᴇᴀᴛᴜʀᴇs :**

- ꜱᴇᴀʀᴄʜ ꜰᴏʀ ꜱᴏɴɢꜱ, ᴀʟʙᴜᴍꜱ, ᴘʟᴀʏʟɪꜱᴛꜱ, ᴀɴᴅ ᴀʀᴛɪꜱᴛꜱ
- ᴅᴏᴡɴʟᴏᴀᴅ ʏᴏᴜʀ ꜰᴀᴠᴏʀɪᴛᴇ ᴛʀᴀᴄᴋꜱ ᴅɪʀᴇᴄᴛʟʏ ᴛᴏ ᴛᴇʟᴇɢʀᴀᴍ
- ᴇxᴘʟᴏʀᴇ ᴠᴀʀɪᴏᴜꜱ ꜰᴇᴀᴛᴜʀᴇꜱ ᴛᴀɪʟᴏʀᴇᴅ ᴛᴏ ᴇɴʜᴀɴᴄᴇ ʏᴏᴜʀ ᴍᴜꜱɪᴄ ᴇxᴘᴇʀɪᴇɴᴄᴇ

**ᴍᴀɪɴᴛᴀɪɴᴇᴅ ʙʏ: [ꜱʜɴᴡᴀᴢ](https://t.me/iwantandroid)**
"""

    HELP_MSG = """
**ɪᴛ's ᴠᴇʀʏ sɪᴍᴘʟᴇ ᴛᴏ ᴜsᴇ ᴍᴇ! 😉**

<blockquote>
1. ꜱᴛᴀʀᴛ ʙʏ ᴄᴏɴꜰɪɢᴜʀɪɴɢ ʏᴏᴜʀ ᴘʀᴇꜰᴇʀᴇɴᴄᴇꜱ ᴜꜱɪɴɢ ᴛʜᴇ `/settings` ᴄᴏᴍᴍᴀɴᴅ.

2. ꜱᴇɴᴅ ᴍᴇ ᴛʜᴇ ɴᴀᴍᴇ ᴏꜰ ᴀ ꜱᴏɴɢ, ᴘʟᴀʏʟɪꜱᴛ, ᴀʟʙᴜᴍ, ᴏʀ ᴀʀᴛɪꜱᴛ ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ ꜱᴇᴀʀᴄʜ ꜰᴏʀ.

3. ɪ'ʟʟ ʜᴀɴᴅʟᴇ ᴛʜᴇ ʀᴇꜱᴛ ᴀɴᴅ ᴘʀᴏᴠɪᴅᴇ ʏᴏᴜ ᴡɪᴛʜ ᴛʜᴇ ʀᴇꜱᴜʟᴛꜱ!

**😊 ꜰᴇᴇʟ ꜰʀᴇᴇ ᴛᴏ ᴇxᴘʟᴏʀᴇ ᴀɴᴅ ᴇɴᴊᴏʏ ᴛʜᴇ ᴍᴜꜱɪᴄ!**
</blockquote>
"""

    ABOUT_MSG = """
**ᴀʙᴏᴜᴛ ᴍᴇ 🤖**

<blockquote>
🔹 **ɴᴀᴍᴇ:** {me.first_name}
🔹 **ᴜsᴇʀɴᴀᴍᴇ:** @{me.username}
🔹 **ʟɪʙʀᴀʀʏ:** ᴘʏʀᴏɢʀᴀᴍ
🔹 **ʟᴀɴɢᴜᴀɢᴇ:** ᴘʏᴛʜᴏɴ 3
🔹 **ᴏᴡɴᴇʀ:** [ꜱʜɴᴡᴀᴢ](https://t.me/iwantandroid)
</blockquote>
"""
